Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Production of audio entertainment
it: Produzione di intrattenimento audio

source: Production of educational sound and video recordings
it: Produzione di registrazioni sonore e video per uso didattico

source: Services for the production of cine-films
it: Servizi per la produzione di film cinematografici

source: Organization of shows for cultural purposes
it: Organizzazione di spettacoli a scopo culturale

source: Organisation of artistic competitions
it: Organizzazione di competizioni artistiche

source: Provision of courses of instruction relating to personal time management
it: Fornitura di corsi di formazione riguardanti la gestione del tempo personale

source: Provision of educational services relating to biological topics
it: Offerta di servizi didattici su argomenti biologici

source: Entertainment by means of telephone
it: Intrattenimento fornito via telefono

source: Rental of equipment for use at athletic events
it: Noleggio di attrezzature per manifestazioni di atletica

source: Production of closed caption television programs
it: Produzione di programmi televisivi a circuito chiuso

source: Rental of tennis courts
it: Affitto di campi da tennis

source: Hire of animals for recreational purposes
it: Affitto di animali per scopi ricreativi

source: News programme services for radio or television
it: Servizi di notiziari radiofonici o televisivi

source: Lending of books relating to computers
it: Prestito di libri in materia di computer

source: Publishing of printed matter relating to french wines
it: Pubblicazione di stampati relativi a vini francesi

source: Publishing of scripts for theatrical use
it: Pubblicazione di copioni per uso teatrale

source: Singing concert services
it: Servizi di concerti di canto

source: Ski schools
it: Scuole di sci

source: Adult education services relating to medicine
it: Servizi d'istruzione per adulti in materia di medicina

source: Advice relating to medical training
it: Consulenza in materia di formazione medica

source: Advisory services relating to entertainment
it: Servizi di consulenza in materia di divertimento

source: Symphony orchestra services
it: Servizi di orchestre sinfoniche

source: Syndication of radio programmes
it: Controllo di programmi radio

source: Arranging parties for clay pigeon shoots
it: Organizzazione di gruppi per tiro al piattello

source: Arranging technical instruction courses
it: Organizzazione di corsi d'istruzione tecnica

source: Artistic direction of performing artists
it: Direzione artistica per artisti

source: Training in the operation of computer memories
it: Formazione relativa all'uso di memorie per computer

source: Training in the use of optical sensors
it: Formazione relativa all'uso di sensori ottici

source: Training in the use of photographic equipment
it: Formazione all utilizzo di apparecchiature fotografiche

source: Organisation of dancing competitions
it: Organizzazione di gare di ballo

source: Training services relating to data communications
it: Servizi di formazione in materia di comunicazioni di dati

source: Training services relating to first aid
it: Formazione in materia di pronto soccorso

source: Training services relating to fitness
it: Formazione in materia di forma fisica

source: Training services relating to flying
it: Servizi di formazione in materia di volo

source: Projection of cine-films for technical purposes
it: Proiezione di film cinematografici a scopo tecnico

source: Entertainment in the nature of basketball games
it: Divertimento in forma di partite di pallacanestro

source: Information services relating to recreation
it: Servizi di informazione in materia di svago

source: School services for the teaching of art
it: Servizi scolastici per insegnamento dell'arte

source: Educational instruction
it: Formazione didattica

source: Educational services for teaching manual writing
it: Servizi d'istruzione per insegnare a scrivere manualmente

source: Educational services for the dramatic arts
it: Servizi d'istruzione per le arti drammatiche

source: Organisation of examinations to grade level of achievement
it: Organizzazione di esami per la valutazione di livelli raggiunti

source: Organisation of horse riding meetings
it: Organizzazione di incontri di equitazione

source: Provision of computer related training courses
it: Fornitura di corsi di formazione informatica

source: Film production for entertainment purposes
it: Produzione di film d'intrattenimento

source: Sound recording and video entertainment services
it: Servizi di intrattenimento video e registrazione sonora

source: Sporting activities
it: Attività sportive

source: Animal exhibitions and training of animals
it: Esposizione e addestramento di animali

source: Rental of lighting apparatus for television studios
it: Noleggio di apparecchi d'illuminazione per studi televisivi

source: Rental of motion pictures and of sound recordings
it: Noleggio di film e di registrazioni sonore

source: Music cassettes (Rental of -)
it: Cassette musicali (Noleggio di -)

source: Providing kara-oke facilities
it: Fornitura di impianti per karaoke

source: Rental of audio tapes bearing recorded music
it: Noleggio di nastri audio contenenti musica registrata

source: Rental of compact disc players
it: Noleggio di lettori di compact disc

source: Rental of recorded education
it: Noleggio di formazione registrata

source: Instruction services relating to the sale of office furniture
it: Istruzione in materia di vendita di mobili per ufficio

source: Issue of publications
it: Emissione di pubblicazioni

source: Publication of printed matter relating to pet animals
it: Pubblicazione di stampati in materia di animali domestici

source: Publication of instructional literature
it: Pubblicazione di materiale didattico

source: Publishing of instructional books
it: Pubblicazione di libri d'istruzione

source: Composition of music for others
it: Composizione di musica per conto terzi

source: Special effects animation services for film and video
it: Animazione ad effetti speciali per film e video

source: Provision of training facilities for the offshore petroleum industry
it: Strutture di formazione per il settore petrolifero in mare aperto

source: Provision of water chute complexes
it: Fornitura di complessi di scivoli d'acqua

source: Organisation of sports events in the field of football
it: Organizzazione di manifestazioni sportive nel settore del calcio

source: Organisation of tournaments
it: Organizzazione di tornei

source: Training services relating to the installation of computers
it: Servizi di formazione in materia di installazione di computer

source: Production of special effects for radio
it: Produzione di effetti speciali per la radio

source: Training services relating to business management
it: Servizi di formazione riguardanti la gestione aziendale

source: Training of personnel in skills relating to office systems
it: Formazione di personale in competenze relative a sistemi per ufficio

source: Education services in the nature of courses at the university level
it: Servizi didattici, ovvero corsi di livello universitario

source: Providing tutorial sessions in the field of mathematics
it: Sessioni di insegnamento nel settore della matematica

source: Providing tutoring in the field of geometry
it: Insegnamento nel settore della geometria

source: Production of training films
it: Produzione di film di formazione

source: Publication of educational books
it: Pubblicazione di libri di testo

source: Publication of educational texts
it: Pubblicazione di testi didattici

source: Educational services provided by institutes of higher education
it: Servizi d'istruzione in materia di politica del territorio

source: Educational services providing instruction in land policy
it: Servizi d'istruzione in materia di fabbricazione della birra

source: Educational services relating to brewing
it: Intrattenimento, ovvero incontri di lotta

source: Reference libraries of literature and documentary records
it: Produzione di nastri audio per intrattenimento

source: Training relating to computer hardware
it: Formazione in materia di hardware

source: Training relating to employment opportunities
it: Formazione per opportunità di impiego

source: Conducting of exhibitions for entertainment purposes
it: Realizzazione di mostre per scopi d'intrattenimento

source: Organising of meetings in the field of education
it: Organizzazione di incontri nel settore dell'istruzione

source: Vocational education relating to protection of personal property
it: Istruzione professionale in materia di protezione di proprietà personali

source: Conducting entertainment exhibitions in magic shows
it: Conduzione di spettacoli di intrattenimento in magia

source: Education services relating to the application of computer software
it: Servizi didattici riguardanti l'applicazione di software

source: Education services relating to the cinema
it: Servizi d'istruzione in materia di cinema

source: Education services relating to therapeutic treatments
it: Servizi d'istruzione in materia di trattamento terapeutico

source: Demonstration of photographic equipment [for training purposes]
it: Dimostrazione di apparecchiature fotografiche per scopi di formazione

source: Organizing and presenting displays of entertainment relating to style and fashion
it: Organizzazione e presentazione di spettacoli di intrattenimento relativi allo stile e alla moda

source: Providing of training in the field of health care and nutrition
it: Formazione in materia di prevenzione sanitaria e di integratori alimentari

source: Providing sports information by means of telephone prerecorded messages
it: Informazioni sportive disponibili mediante messaggi telefonici preregistrati

source: Arranging and conducting of commercial, trade and business conferences
it: Organizzazione e conduzione di conferenze commerciali ed aziendali

source: Cultural activities
it: Attività culturali

source: Educational services relating to sports
it: Servizi didattici in materia di sport

source: English language education services
it: Servizi d'insegnamento della lingua inglese

source: Production of live performances
it: Produzione di performance dal vivo

source: Production of live television programmes for entertainment
it: Produzione di programmi televisivi dal vivo per intrattenimento

source: Providing recreational areas in the nature of play areas for children
it: Aree ricreative sotto forma di aree gioco per bambini

source: Entertainment services in the nature of live performances of roller skating exhibitions and competitions
it: Servizi di intrattenimento sotto forma di spettacoli dal vivo di esibizioni e gare di pattinaggio

source: Educating at university or colleges
it: Formazione in università e college

source: Legal education services
it: Istruzione giuridica

source: Provision of instruction for the disabled
it: Fornitura di istruzioni per disabili

source: Provision of leisure facilities
it: Strutture per il tempo libero

source: Publication and editing of printed matter
it: Pubblicazione e redazione di stampati

source: Organising events for entertainment purposes
it: Organizzazione di eventi di intrattenimento

source: Provision of educational health and fitness information
it: Fornitura di informazioni educative in materia di salute e fitness

source: Organising of educational lectures
it: Organizzazione di conferenze istruttive

source: Audio-visual display presentation services for educational purposes
it: Servizi di presentazione audiovisiva per scopi didattici

source: Exhibition of video films
it: Proiezione di pellicole video

source: Exhibition services for entertainment purposes
it: Servizi di esposizioni a scopo ricreativo

source: Business training provided through a simulation structure
it: Formazione aziendale fornita attraverso una struttura di simulazione

source: Education courses relating to automation
it: Corsi d'istruzione in materia di automazione

source: Education services for imparting data processing teaching methods
it: Servizi di istruzione per impartire metodi d'insegnamento di elaborazione dati

source: Teaching of chinese martial arts
it: Insegnamento delle arti marziali cinesi

source: Organisation of youth training schemes relating to the tool industry
it: Organizzazione di programmi di formazione giovanile nel settore degli utensili

source: Production of a continuous series of animated adventure shows
it: Produzione di una serie di spettacoli di avventura di animazione

source: Arranging of courses of instruction for tourists
it: Organizzazione di corsi di formazione per turisti

source: Arranging of demonstrations for entertainment purposes
it: Organizzazione di manifestazioni per scopi ricreativi

source: Provision of education on-line from a computer database or via the internet or extranets
it: Fornitura di corsi on line attraverso una banca dati o tramite Internet o reti esterne

source: Preparation of entertainment programmes for broadcasting
it: Preparazione di programmi di divertimento per la trasmissione

source: Educational services in the nature of correspondence schools
it: Istruzione sotto forma di scuole per corrispondenza

source: Entertainment services provided by hotels
it: Servizi di intrattenimento forniti da alberghi

source: Video editing
it: Montaggio video

source: Arranging of competitions for entertainment purposes
it: Organizzazione di concorsi a scopo ricreativo

source: Conducting of educational courses relating to business
it: Conduzione di corsi di formazione in materia aziendale

source: Production of documentaries
it: Produzione di documentari

source: Training in the development of integrated circuits
it: Formazione in materia di sviluppo di circuiti integrati

source: Swimming pool and water chute complex services
it: Complessi di piscine e scivoli d'acqua

source: Golf driving range services
it: Servizi di campo pratica da golf

source: Schools for wine waiters
it: Scuole per sommelier

source: Secondary school educational services
it: Servizi d'istruzione di scuola secondaria

source: Entertainment in the nature of golf tournaments
it: Divertimento in forma di tornei di golf

source: Consultation services relating to business education
it: Servizi di consulenza nel campo della formazione aziendale

source: Entertainment services provided on-line from a computer database or the internet
it: Servizi di intrattenimento disponibili on-line da banche dati e Internet

source: Instruction in cosmetic beauty
it: Istruzione in materia di cosmesi

source: Entertainer services utilizing circus skills
it: Servizi di intrattenimento con attività circensi

source: Arranging and conducting athletic competitions
it: Organizzazione e conduzione di gare d'atletica

source: Audio, film, video and television recording services
it: Registrazioni sonore, cinematografiche, video e televisive

source: Film production, other than advertising films
it: Produzione di films non per scopi pubblicitari

source: Education services relating to pharmacy
it: Istruzione in materia di farmacia

source: Rental of scenery for television studios
it: Noleggio di scenografie per studi televisivi

source: Arranging of festivals for entertainment purposes
it: Organizzazione di festival di carattere ricreativo

source: Fetes (Organisation of -) for educational purposes
it: Organizzazione di feste per scopi didattici

source: Fetes (Organisation of -) for entertainment purposes
it: Organizzazione di feste per scopi ricreativi

source: Organisation of seminars
it: Direzione di seminari

source: Organisation of symposia relating to education
it: Organizzazione di simposi in materia di istruzione

source: Beauty school services
it: Scuole per estetisti

source: Training for guide dogs for blind persons
it: Addestramento di cani guida per non vedenti

source: Training for parents in the organisation of parent support groups
it: Formazione per genitori nell'organizzazione di gruppi di supporto per genitori

source: Training in communication techniques
it: Formazione in tecniche di comunicazione

source: Organising of sporting activities and of sporting competitions
it: Organizzazione di manifestazioni sportive e di competizioni sportive

source: Publication of texts, other than publicity texts
it: Pubblicazione di testi eccetto quelli pubblicitari

source: Rental of sports grounds
it: Noleggio di impianti sportivi

source: Leasing of interactive and digital compression television equipment
it: Locazione di attrezzature televisive per la compressione interattiva e digitale

source: Education services in the form of music television programmes
it: Istruzione sotto forma di programmi televisivi musicali

source: Pilot and cabin crew training
it: Formazione per equipaggio di cabina

source: Arrangement of conferences for educational purposes
it: Organizzazione di conferenze per scopi didattici

source: Personal trainer services
it: Servizi di allenatore personale

source: Providing on-line publications
it: Fornitura di pubblicazioni on-line

source: Conducting workshops [training]
it: Conduzione di workshop [formazione]

source: Recreational services relating to skating
it: Servizi ricreativi in materia di pattinaggio

source: Industrial training
it: Formazione industriale

source: Provision of information relating to jockeys
it: Fornitura di informazioni relative a fantini

source: Publication and edition of books
it: Pubblicazione e edizione di libri

source: Presentation of live performances
it: Rappresentazione di spettacoli dal vivo

source: Services for the organisation of quizzes
it: Servizi per l'organizzazione di quiz

source: Services for the production of entertainment in the form of film
it: Servizi per la produzione di intrattenimento in forma di film

source: Provision of sports installations for figure and speed skating championships
it: Fornitura di impianti sportivi per campionati di pattinaggio di figura e di velocità

source: Organising figure and speed skating competitions
it: Organizzazione di gare di pattinaggio di figura e velocità

source: Instruction in the maintenance of computers
it: Formazione in materia di manutenzione di computer

source: Occupationally orientated instruction relating to airports
it: Istruzione professionale in materia di aeroporti

source: Provision of courses of instruction relating to caravanning
it: Fornitura di corsi di formazione in materia di vacanze in roulotte

source: Provision of dance classes
it: Fornitura di lezioni di ballo

source: Rental of sound and video recordings
it: Noleggio di registrazioni sonore e video

source: Fitting of golf clubs to individual users
it: Regolazione di mazze da golf per utenti singoli

source: Rental of facilities for the production of television programmes
it: Affitto di strutture per la produzione di programmi televisivi

source: Advanced driving instruction for drivers of motor cars
it: Istruzione avanzata di guida per autisti di autoveicoli

source: Symposiums relating to entertainment
it: Simposi in materia di intrattenimento

source: Television program syndication
it: Controllo di programmi televisivi

source: Training in the operation of computerised systems
it: Formazione relativa all'uso di sistemi computerizzati

source: University services
it: Servizi universitari

source: Arranging of conventions for entertainment purposes
it: Organizzazione di convention per fini di intrattenimento

source: Training services relating to computer-aided testing
it: Formazione relativa a test assistiti da computer

source: Entertainment in the nature of yacht races
it: Intrattenimento sotto forma di regate di yacht

source: School courses relating to examination preparation
it: Corsi scolastici relativi alla preparazione di esami

source: School courses relating to study assistance
it: Corsi scolastici di assistenza allo studio

source: School services for the teaching of construction draughting
it: Servizi scolastici nel campo dell'insegnamento del disegno di costruzioni

source: Educational courses relating to the travel industry
it: Corsi d'istruzione relativi all'industria dei viaggi

source: Educational services for providing courses of instruction
it: Servizi d'istruzione per fornitura di corsi di formazione

source: Educational services for teaching keyboard writing
it: Servizi d'istruzione per insegnare a scrivere con la tastiera

source: Educational services for teaching transcription techniques
it: Servizi d'istruzione per insegnare tecniche di trascrizione

source: Entertainment services
it: Servizi di divertimento

source: Organisation of language courses
it: Organizzazione di corsi di lingua

source: Provision of facilities for horse-race meetings
it: Offerta di strutture per gare ippiche

source: Provision of facilities for outdoor recreational activities
it: Offerta di strutture per attività ricreative all'aperto

source: Providing facilities for sports recreation
it: Fornitura di strutture sportive e ricreative

source: Bowling alleys
it: Piste per bowling

source: Consultancy services relating to the education and training of management and of personnel
it: Consulenza in materia di istruzione e formazione di quadri direttivi e del personale

source: Developing educational manuals
it: Elaborazione di manuali didattici

source: Production of animated and live action programmes
it: Produzione di programmi di azione animati e dal vivo

source: Musical concerts by radio
it: Concerti musicali via radio

source: Radio services for the provision of educational revision
it: Servizi radiofonici per revisioni didattiche

source: Organization of balls
it: Organizzazione di balli

source: Internet games (non-downloadable)
it: Giochi via Internet [non scaricabili]

source: Organising and conducting fishing tournaments
it: Organizzazione e conduzione di tornei di pesca

source: Publication of training manuals
it: Pubblicazione di manuali di formazione

source: Publishing of documents
it: Pubblicazione di documenti

source: Lending of books and periodicals
it: Prestito di libri e riviste

source: Publication of documents in the field of training, science, public law and social affairs
it: Pubblicazione di documenti in materia di formazione, scienza, diritto pubblico e affari sociali

source: Rental of audio-visual recordings
it: Noleggio di registrazioni audiovisive

source: Rental of motion picture and television scenery
it: Affitto di film cinematografici e di arredi televisivi

source: Provision of theatre facilities
it: Fornitura di locali teatrali

source: Provision of training courses for young people in preparation for careers
it: Corsi di formazione per giovani in preparazione all'orientamento professionale

source: Provision of training services for business
it: Fornitura di servizi di formazione per aziende

source: Training courses relating to system analysis
it: Corsi di formazione in materia di analisi di sistemi

source: Production of special effects for films
it: Produzione di effetti speciali per film

source: Production of special effects for television
it: Produzione di effetti speciali per la televisione

source: Training services for medical visitors
it: Servizi di formazione per assistenti sanitari

source: Training services for nannies
it: Servizi di formazione per bambinaie

source: Editorial consultation
it: Consulenza editoriale

source: Providing a computer game that may be accessed network-wide by network users
it: Servizi di giochi per computer accessibili da utenti di reti

source: Production of training videos
it: Produzione di video di formazione

source: Production of video tapes for corporate use in corporate educational training
it: Produzione di videocassette per uso aziendale in attività di formazione aziendale
